{
  "firstArticle": {
    "articleHeader": "Why should I use Squadhelp?",
    "articleContent": "\n                            You always have an option of hiring a consultant or coming up with the name\n                            yourself.\n                            However, Squadhelp builds great brands that succeed faster by connecting you with\n                            the\n                            most creative people across the globe. Most importantly, Squadhelp provides you with\n                            choice: you get to see ideas from dozens (in some cases, hundreds) of contestants\n                            before\n                            you select a winner. Typically, you would spend far less money with Squadhelp\n                            (our contests start at $199) than hiring an agency. Also, you will receive immediate\n                            results - most contests begin receiving submissions within minutes of starting.\n                        "
  },
  "secondArticle": {
    "articleHeader": "How is Squadhelp Different?",
    "articleContent": "\n                            Since 2011, we have been committed to disrupting the traditional agency model.\n                            Our platform offers much more than a typical crowdsourcing experience. From Machine\n                            Learning to Audience Testing to Comprehensive Trademark Validation, you receive\n                            best-in-class support for your branding projects.\n                            Breadth: Our Contest-Based Crowdsourcing approach allows you to receive an unmatched\n                            breadth of name ideas from dozens of unique, creative minds while working with\n                            the world's largest branding community.\n                            Quality and Collaboration: Using an advanced Quality Scoring Algorithm, we ensure\n                            that you receive more ideas from our top-quality creatives, and we use Gamification\n                            best practices to encourage high-quality brainstorming and two-way communication\n                            throughout your contest.\n                            We don’t stop at ideation: Choose your name with confidence through our high-end\n                            validation services. Poll your target demographics to get unbiased feedback on your\n                            favorite names, and receive Trademark Risk and Linguistics Analysis Reports\n                            developed\n                            by a Licensed Trademark Attorney.\n                        "
  },
  "thirdArticle": {
    "articleHeader": "I’ve never used Squadhelp before. What should I\n                            expect?\n                        ",
    "articleContent": "\n                            Most customers tell us that Squadhelp’s process is effective, easy,\n                            fast, and even fun. We constantly hear extremely positive feedback with respect\n                            to the breadth of ideas submitted to each contest, and many customers are surprised\n                            at how insightful working with dozens of creative individuals from across the globe\n                            can be.\n                        "
  },
  "fourthArticle": {
    "articleHeader": "How much does it cost?",
    "articleContent": "\n                            Our naming competitions start at $199, and our logo design competitions start at\n                            $299.\n                            Also, there are three additional contest level that each offer more features and\n                            benefits.\n                            See our Pricing Page for details.\n                        "
  },
  "fifthArticle": {
    "articleHeader": "Do you offer any discount for multiple contests?",
    "articleContent": "\n                            Yes! We have many contest bundles - our most popular being our Name, Tagline,\n                            and Logo bundle. Bundles allow you to purchase multiple contests at one time and\n                            save\n                            as much as from $75 - $400. You can learn more about our bundle options on our\n                            Pricing\n                            Page.\n                        "
  },
  "sixthArticle": {
    "articleHeader": "Will you help me validate my name?",
    "articleContent": "\n                            Yes! We believe that validating and securing your name is a critical part of your\n                            branding process. Squadhelp offers domain checks, Trademark support, linguistics\n                            analysis, and professional audience testing to help you choose your name with\n                            confidence. We even have special prices for Trademark filing for our customers.\n                        "
  },
  "seventhArticle": {
    "articleHeader": "I have other questions! How can I get in touch with\n                            Squadhelp?\n                        ",
    "articleContent": "\n                            Check out our ,FAQs , or send us a \n                            . For assistance with launching a contest,\n                            you can also call us at (877) 355-3585 or schedule a \n                            Branding Consultation\n                        "
  }
}